/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* אין לך חיבור אלחוטי כרגע.\n* עליך לחבר את מכשיר ה־iOS ואת המחשב שלך לאותה הרשת\n* לרענן\n* עצה: יש לך אפשרות ליצור נקודה חמה אישית במחשב/iPhone שלך";

/* Popover option */
"About Impress Remote" = "על אודות שלט Impress";

/* No comment provided by engineer. */
"Back" = "חזרה";

/* Popover option */
"Blank Screen" = "החשכת המסך";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Click to refresh" = "יש ללחוץ כדי לרענן";

/* Back button to the connect page on navbar */
"Connect" = "התחברות";

/* connect instructions */
"Connect your devices to the same WiFi network." = "עליך לחבר את המכשירים שלך לאותה רשת ה־WiFi";

/* instruction page title */
"Connection" = "חיבור";

/* Popover option */
"Connection Help" = "עזרה בהתחברות";

/* Connection Lost Alert title */
"Connection Lost" = "החיבור נסגר";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "אופס, החיבור אבד… נא לנסות להתחבר למחשב שלך מחדש.";

/* Control instruction title */
"Control" = "שליטה";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "עליך ליצור נקודה חמה אישית ב־iPhone שלך במידת הצורך.";

/* Server list section title */
"Custom Connections" = "חיבורים בהתאמה אישית";

/* Displayed when no customized server is available */
"Customize server config instruction" = "אם המחשב שלך לא מופיע באזור שלהלן, ניתן להוסיף את המחשב ידנית דרך כתובת ה־IP שלו.";

/* Server list section title */
"Detected Connections" = "חיבורים שאותרו";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "נא להקליד את קוד ה־PIN במצגת - השלט של Impress";

/* Connection failure title */
"Failed to reach server" = "הגישה לשרת נכשלה";

/* Connection failure message */
"Failed to reach server Msg" = "נא לאמת את כתובת ה־IP ולוודא ש־Impress מבית LibreOffice פועל עם תכונת שלט Impress פעילה.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "הגישה למחשב שלך נכשלה";

/* No comment provided by engineer. */
"Help" = "עזרה";

/* In app How-to title */
"How-to" = "מדריכי ביצוע";

/* App name displayed on navbar */
"Impress Remote" = "שלט Impress";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "כתובת IP שגויה";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "כתובת ה־IP שהכנסת שגויה";

/* EditableTableViewCell placeholder */
"IP Address" = "כתובת IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "יש להפעיל את Impress ולבחור במחשב שלך.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "שם (רשות)";

/* No comment provided by engineer. */
"New Server" = "שרת חדש";

/* No comment provided by engineer. */
"No, thanks" = "לא, תודה";

/* OK Button on Alert view */
"OK" = "אישור";

/* backButton for Tutorial */
"Ok, thanks" = "בסדר, תודה";

/* Pairing instruction title */
"Pairing" = "מתבצע צימוד";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "הנחיות צימוד";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. עליך להפעיל את LibreOffice Impress במחשב שלך\n\n2. להפעיל את האפשרות העדפות - LibreOffice Impress - כללי - הפעלת שליטה מרחוק\n\n3. עליך לוודא שהמחשב והמכשיר שלך מחוברים לאותה רשת אלחוטית\n\n4. נא להקליד את כתובת ה־IP של המחשב שלך ידנית אם היא לא זוהתה\n\n5. מחברים ונהנים!\n\n";

/* Update button text in diffrent states */
"Pause" = "השהייה";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "מוטב לשקול להפעיל את Impress מבית LibreOffice מחדש במחשב שלך.";

/* Popover option */
"Restart" = "הפעלה מחדש";

/* No comment provided by engineer. */
"Resume from blank screen" = "להמשיך ממסך ריק";

/* Popover option */
"Resume from blank Screen" = "להמשיך ממסך חשוך";

/* No comment provided by engineer. */
"Searching" = "מתבצע חיפוש";

/* Sidebar section header */
"Slides" = "שקופיות";

/* Update button text in diffrent states */
"Start" = "התחלה";

/* Popover option */
"Stop Presentation" = "הפסקת המצגת";

/* Sidebar section header */
"Stop Watch" = "עצירת השעון";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "לערוך סיור בשלט Impress ל־iOS?";

/* Sidebar section header */
"Timer" = "קוצב זמן";

/* No comment provided by engineer. */
"Yes" = "כן";

